[Country_Krogan X2CountryTemplate]
DisplayName="克洛根氏族"
DisplayNameWithArticle="克洛根部族"
DisplayNameWithArticleLower="克洛根部族"
DisplayNamePossessive="克洛根氏族的"
DisplayAdjective="克洛根"

[Krogan_Regeneration X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="只要没有受到火焰影响，这个克洛根人就会在 XCOM 回合开始时恢复 <Ability:KROGAN_REGEN/> 的生命值。"
LocHelpText="这个克洛根人每回合都会恢复少量生命值。"
LocFlyOverText="再生"

[Krogan_Wallbreaker X2AbilityTemplate]
LocFriendlyName="破墙者"
LocLongDescription="这个克洛根人准备进行一些重型粉碎，使他们能够在剩余的回合中打破障碍物。具有 <Ability:KROGAN_WALLBREAKER/> 回合冷却时间。"
LocHelpText="激活后，这个克洛根人会在他们回合的剩余时间内打破障碍。 有一个<Ability:KROGAN_WALLBREAKER/>回合冷却时间。"
LocFlyOverText="破墙者"

[KroganImmunities X2AbilityTemplate]
LocFriendlyName="克罗根抗体"
LocLongDescription="克洛根人对眩晕、恐慌、混乱和中毒免疫。"
LocHelpText="克洛根人对眩晕、恐慌、混乱和中毒免疫"
LocFlyOverText="克罗根抗体"

[RM_PlayerKroganSmash X2AbilityTemplate]
LocFriendlyName="拳头粉碎"
LocLongDescription="克洛根人利用其毁灭性的力量粉碎近距离内的目标。"
LocHelpText="攻击近距离内的近战目标。"
LocFlyOverText="拳头粉碎"
LocPromotionPopupText="<Bullet/> 克洛根人的近战攻击强度与其盔甲的技术水平成正比。"

[KroganRookie X2SoldierClassTemplate]
DisplayName="克洛根新兵"

[KroganSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundMale[0]="一名曾在长老军队中工作多年的前雇佣兵，该氏族 <XGParam:StrValue1/!FirstName/> 的成员已经厌倦了接受命令对抗奴役他的种族的人，并愿意帮助 XCOM 对抗他们。"
strCharacterBackgroundMale[1]="他是少数出生在地球上的克洛根人之一，他对人类以及其他被长老征服的种族的困境深表同情，而且他实际上是主动联系我们的人，而不是我们主动联系他。"
strCharacterBackgroundMale[2]="来自 Tuchanka 的移民，氏族 <XGParam:StrValue1/!FirstName/> 的这个成员一直对地球上变种人的有序规定感到不满。他战斗并不是为了我们的事业，也不是因为他想看到他的种族获得自由，他只是讨厌 变种人。"

strCharacterBackgroundFemale[0]="一位曾在长老军队中工作多年的前雇佣兵，这个氏族<XGParam:StrValue1/!FirstName/>的成员已经厌倦了接受命令对抗奴役她的种族的人，并愿意帮助 XCOM 对抗他们。"
strCharacterBackgroundFemale[1]="她是少数出生在地球上的克洛根人之一，她对人类和其他被长老征服的种族的困境深表同情，并且实际上是她主动联系我们，而不是我们主动联系她。"
strCharacterBackgroundFemale[2]="来自 Tuchanka 的移民，氏族 <XGParam:StrValue1/!FirstName/> 的这个成员一直对地球上变种人的有序规定感到不满。她战斗不是为了我们的事业，也不是因为她想看到她的种族自由，她只是讨厌 变种人。"

[KroganRedux X2EncyclopediaTemplate]
ListTitle="克洛根人"
DescriptionTitle="克洛根人"
DescriptionEntry="克洛根人是受到辐射破坏的 图昌卡 星球的本土物种，他们的背景实际上与变种人非常相似，都是部落主义的，非常擅长制造战争，克洛根人只是碰巧按下了他们的大红色按钮，而变种人则一直保持和平，直到长老入侵他们。虽然克洛根人在长老的控制下更加恼火，但他们并不容易伪装，招募他们中的一个需要大量的补给或运气。"

;---------------------------------
; WREX、GRUNT 的角色头像
;---------------------------------

[ME3_Redux_Wrex_Head X2BodyPartTemplate]
DisplayName="克罗根头"

[ME3_Redux_Grunt_Head X2BodyPartTemplate]
DisplayName="咕噜咕噜的头"

[ME3_Redux_Grunt_Helmet X2BodyPartTemplate]
DisplayName="封闭式克洛根头盔"

[ME3_Redux_Grunt_Visor X2BodyPartTemplate]
DisplayName="克洛根护目镜"

[ME3_Redux_Wrex_Head_F X2BodyPartTemplate]
DisplayName="克罗根头"

[ME3_Redux_Grunt_Head_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的头"

[ME3_Redux_Grunt_Helmet_F X2BodyPartTemplate]
DisplayName="封闭式克洛根头盔"

[ME3_Redux_Grunt_Visor_F X2BodyPartTemplate]
DisplayName="克洛根护目镜"

;---------------------------------
; WREX、GRUNT 角色躯干
;---------------------------------

[CNV_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[LPL_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[MPL_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[HPL_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[LPW_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[MPW_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[HPW_Redux_Wrex_Torso X2BodyPartTemplate]
DisplayName="Wrex Torso"

[CNV_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[LPL_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[MPL_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[HPL_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[LPW_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[MPW_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[HPW_Redux_Grunt_Torso X2BodyPartTemplate]
DisplayName="Grunt Torso"

[CNV_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[LPL_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[MPL_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[HPL_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[LPW_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[MPW_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[HPW_Redux_Wrex_Torso_F X2BodyPartTemplate]
DisplayName="Wrex Torso"

[CNV_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[LPL_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[MPL_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[HPL_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[LPW_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[MPW_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"

[HPW_Redux_Grunt_Torso_F X2BodyPartTemplate]
DisplayName="Grunt Torso"


;---------------------------------
; WREX、GRUNT 的角色警报
;---------------------------------

[CNV_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[LPL_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[MPL_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[HPL_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[LPW_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[MPW_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[HPW_Redux_Wrex_LeftArm X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[CNV_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[LPL_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[MPL_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[HPL_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[LPW_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[MPW_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[HPW_Redux_Grunt_LeftArm X2BodyPartTemplate]
DisplayName="咕噜左臂"

[CNV_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[LPL_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[MPL_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[HPL_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[LPW_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[MPW_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[HPW_Redux_Wrex_LeftArm_F X2BodyPartTemplate]
DisplayName="Wrex 左臂"

[CNV_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[LPL_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[MPL_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[HPL_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[LPW_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[MPW_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

[HPW_Redux_Grunt_LeftArm_F X2BodyPartTemplate]
DisplayName="咕噜左臂"

;---------------------------------
; WREX、GRUNT 的角色武器
;---------------------------------

[CNV_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[LPL_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[MPL_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[HPL_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[LPW_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[MPW_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[HPW_Redux_Wrex_RightArm X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[CNV_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[LPL_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[MPL_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[HPL_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[LPW_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[MPW_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[HPW_Redux_Grunt_RightArm X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[CNV_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[LPL_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[MPL_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[HPL_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[LPW_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[MPW_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[HPW_Redux_Wrex_RightArm_F X2BodyPartTemplate]
DisplayName="Wrex 右臂"

[CNV_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[LPL_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[MPL_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[HPL_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[LPW_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[MPW_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

[HPW_Redux_Grunt_RightArm_F X2BodyPartTemplate]
DisplayName="Grunt 右臂"

;---------------------------------
; WREX、GRUNT 的角色腿
;---------------------------------

[CNV_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[LPL_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[MPL_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[HPL_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[LPW_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[MPW_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[HPW_Redux_Wrex_Legs X2BodyPartTemplate]
DisplayName="克罗根的腿"

[CNV_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[LPL_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[MPL_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[HPL_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[LPW_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[MPW_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[HPW_Redux_Grunt_Legs X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[CNV_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[LPL_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[MPL_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[HPL_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[LPW_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[MPW_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[HPW_Redux_Wrex_Legs_F X2BodyPartTemplate]
DisplayName="克罗根的腿"

[CNV_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[LPL_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[MPL_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[HPL_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[LPW_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[MPW_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

[HPW_Redux_Grunt_Legs_F X2BodyPartTemplate]
DisplayName="咕噜咕噜的腿"

; 谨慎更新 - 男性

[Krogan_Facepaint_01 X2BodyPartTemplate]
DisplayName="克洛根塔隆面部彩绘"


[RM_REDUX_KroganSoldierHead X2BodyPartTemplate]
DisplayName="克洛根先锋头盔"

[RM_REDUX_KroganSoldierFACE X2BodyPartTemplate]
DisplayName="克洛根头部"

[RM_REDUX_KroganWarlordHead X2BodyPartTemplate]
DisplayName="克洛根督军头盔"


[RM_REDUX_KroganSoldierTorso X2BodyPartTemplate]
DisplayName="克洛根先锋躯干"

[RM_REDUX_KroganSoldierLegs X2BodyPartTemplate]
DisplayName="克洛根先锋之腿"


[RM_REDUX_KroganWarlordTorso X2BodyPartTemplate]
DisplayName="克洛根军阀躯干"

[RM_REDUX_KroganWarlordLegs X2BodyPartTemplate]
DisplayName="克洛根督军之腿"


[RM_REDUX_KroganVanguardArmRBare_M X2BodyPartTemplate]
DisplayName="克洛根督军左臂"

[RM_REDUX_KroganWarlordArmRBare_M X2BodyPartTemplate]
DisplayName="克洛根督军右臂"

[RM_REDUX_KroganVanguardArmLBare_M X2BodyPartTemplate]
DisplayName="克洛根先锋左臂"

[RM_REDUX_KroganWarlordArmLBare_M X2BodyPartTemplate]
DisplayName="克洛根先锋右臂"

;cavily 更新 - 女性

[RM_REDUX_KroganSoldierHead_F X2BodyPartTemplate]
DisplayName="克洛根先锋头盔"

[RM_REDUX_KroganSoldierFACE_F X2BodyPartTemplate]
DisplayName="克洛根头部"

[RM_REDUX_KroganWarlordHead_F X2BodyPartTemplate]
DisplayName="克洛根督军头盔"


[RM_REDUX_KroganSoldierTorso_F X2BodyPartTemplate]
DisplayName="克洛根先锋躯干"

[RM_REDUX_KroganSoldierLegs_F X2BodyPartTemplate]
DisplayName="克洛根先锋之腿"


[RM_REDUX_KroganWarlordTorso_F X2BodyPartTemplate]
DisplayName="克洛根军阀躯干"

[RM_REDUX_KroganWarlordLegs_F X2BodyPartTemplate]
DisplayName="克洛根督军之腿"


[RM_REDUX_KroganVanguardArmRBare_F X2BodyPartTemplate]
DisplayName="克洛根督军左臂"

[RM_REDUX_KroganWarlordArmRBare_F X2BodyPartTemplate]
DisplayName="克洛根督军右臂"

[RM_REDUX_KroganVanguardArmLBare_F X2BodyPartTemplate]
DisplayName="克洛根先锋左臂"

[RM_REDUX_KroganWarlordArmLBare_F X2BodyPartTemplate]
DisplayName="克洛根先锋右臂"
